import { IProduct } from "@/shared/card/Card";

export const productList: IProduct[] = [
  {
    imgSrc: '/images/catalog/product-img.png',
    tags: ['Люблю', 'Коллекции', 'Люблю', 'Коллекции', 'Люблю', 'Коллекции'],
    title: 'Розовый шепот Розовый шепот',
    category: 'Нежные розы и эвкалипт Нежные розы и эвкалипт Нежные розы и эвкалипт', 
    price: 2390,
    points: 123
  },
  {
    imgSrc: '/images/catalog/product-img.png',
    tags: ['Люблю', 'Коллекции', 'Люблю', 'Коллекции', 'Люблю', 'Коллекции'],
    title: 'Розовый шепот Розовый шепот',
    category: 'Нежные розы и эвкалипт Нежные розы и эвкалипт Нежные розы и эвкалипт', 
    price: 2390,
    points: 123
  },
  {
    imgSrc: '/images/catalog/product-img.png',
    tags: ['Люблю', 'Коллекции', 'Люблю', 'Коллекции', 'Люблю', 'Коллекции'],
    title: 'Розовый шепот Розовый шепот',
    category: 'Нежные розы и эвкалипт Нежные розы и эвкалипт Нежные розы и эвкалипт', 
    price: 2390,
    points: 123
  },
  {
    imgSrc: '/images/catalog/product-img.png',
    tags: ['Люблю', 'Коллекции', 'Люблю', 'Коллекции', 'Люблю', 'Коллекции'],
    title: 'Розовый шепот Розовый шепот',
    category: 'Нежные розы и эвкалипт Нежные розы и эвкалипт Нежные розы и эвкалипт', 
    price: 2390,
    points: 123
  },
  {
    imgSrc: '/images/catalog/product-img.png',
    tags: ['Люблю', 'Коллекции', 'Люблю', 'Коллекции', 'Люблю', 'Коллекции'],
    title: 'Розовый шепот Розовый шепот',
    category: 'Нежные розы и эвкалипт Нежные розы и эвкалипт Нежные розы и эвкалипт', 
    price: 2390,
    points: 123
  },
  {
    imgSrc: '/images/catalog/product-img.png',
    tags: ['Люблю', 'Коллекции', 'Люблю', 'Коллекции', 'Люблю', 'Коллекции'],
    title: 'Розовый шепот Розовый шепот',
    category: 'Нежные розы и эвкалипт Нежные розы и эвкалипт Нежные розы и эвкалипт', 
    price: 2390,
    points: 123
  },
  {
    imgSrc: '/images/catalog/product-img.png',
    tags: ['Люблю', 'Коллекции', 'Люблю', 'Коллекции', 'Люблю', 'Коллекции'],
    title: 'Розовый шепот Розовый шепот',
    category: 'Нежные розы и эвкалипт Нежные розы и эвкалипт Нежные розы и эвкалипт', 
    price: 2390,
    points: 123
  },
  {
    imgSrc: '/images/catalog/product-img.png',
    tags: ['Люблю', 'Коллекции', 'Люблю', 'Коллекции', 'Люблю', 'Коллекции'],
    title: 'Розовый шепот Розовый шепот',
    category: 'Нежные розы и эвкалипт Нежные розы и эвкалипт Нежные розы и эвкалипт', 
    price: 2390,
    points: 123
  },
  {
    imgSrc: '/images/catalog/product-img.png',
    tags: ['Люблю', 'Коллекции', 'Люблю', 'Коллекции', 'Люблю', 'Коллекции'],
    title: 'Розовый шепот Розовый шепот',
    category: 'Нежные розы и эвкалипт Нежные розы и эвкалипт Нежные розы и эвкалипт', 
    price: 2390,
    points: 123
  },
  {
    imgSrc: '/images/catalog/product-img.png',
    tags: ['Люблю', 'Коллекции', 'Люблю', 'Коллекции', 'Люблю', 'Коллекции'],
    title: 'Розовый шепот Розовый шепот',
    category: 'Нежные розы и эвкалипт Нежные розы и эвкалипт Нежные розы и эвкалипт', 
    price: 2390,
    points: 123
  },
]
