import { IProduct } from "@/shared/card/Card";

export const productList: IProduct[] = [
  {
    imgSrc: '/images/product-images/1.jpg',
    tags: ['Люблю', 'Коллекции', 'Люблю', 'Коллекции', 'Люблю', 'Коллекции'],
    title: 'Розовый шепот Розовый шепот',
    category: 'Нежные розы и эвкалипт Нежные розы и эвкалипт Нежные розы и эвкалипт',
    price: 2390,
    points: 123
  },
  {
    imgSrc: '/images/product-images/2.jpg',
    tags: ['Люблю', 'Коллекции', 'Люблю', 'Коллекции', 'Люблю', 'Коллекции'],
    title: 'Розовый шепот Розовый шепот',
    category: 'Нежные розы и эвкалипт Нежные розы и эвкалипт Нежные розы и эвкалипт',
    price: 2390,
    points: 123
  },
  {
    imgSrc: '/images/product-images/3.jpg',
    tags: ['Люблю', 'Коллекции', 'Люблю', 'Коллекции', 'Люблю', 'Коллекции'],
    title: 'Розовый шепот Розовый шепот',
    category: 'Нежные розы и эвкалипт Нежные розы и эвкалипт Нежные розы и эвкалипт',
    price: 2390,
    points: 123
  },
  {
    imgSrc: '/images/product-images/4.jpg',
    tags: ['Люблю', 'Коллекции', 'Люблю', 'Коллекции', 'Люблю', 'Коллекции'],
    title: 'Розовый шепот Розовый шепот',
    category: 'Нежные розы и эвкалипт Нежные розы и эвкалипт Нежные розы и эвкалипт',
    price: 2390,
    points: 123
  },
  {
    imgSrc: '/images/product-images/5.jpg',
    tags: ['Люблю', 'Коллекции', 'Люблю', 'Коллекции', 'Люблю', 'Коллекции'],
    title: 'Розовый шепот Розовый шепот',
    category: 'Нежные розы и эвкалипт Нежные розы и эвкалипт Нежные розы и эвкалипт',
    price: 2390,
    points: 123
  },
  {
    imgSrc: '/images/product-images/6.jpg',
    tags: ['Люблю', 'Коллекции', 'Люблю', 'Коллекции', 'Люблю', 'Коллекции'],
    title: 'Розовый шепот Розовый шепот',
    category: 'Нежные розы и эвкалипт Нежные розы и эвкалипт Нежные розы и эвкалипт',
    price: 2390,
    points: 123
  },
  {
    imgSrc: '/images/product-images/7.jpg',
    tags: ['Люблю', 'Коллекции', 'Люблю', 'Коллекции', 'Люблю', 'Коллекции'],
    title: 'Розовый шепот Розовый шепот',
    category: 'Нежные розы и эвкалипт Нежные розы и эвкалипт Нежные розы и эвкалипт',
    price: 2390,
    points: 123
  },
  {
    imgSrc: '/images/product-images/8.jpg',
    tags: ['Люблю', 'Коллекции', 'Люблю', 'Коллекции', 'Люблю', 'Коллекции'],
    title: 'Розовый шепот Розовый шепот',
    category: 'Нежные розы и эвкалипт Нежные розы и эвкалипт Нежные розы и эвкалипт',
    price: 2390,
    points: 123
  },
  {
    imgSrc: '/images/product-images/9.jpg',
    tags: ['Люблю', 'Коллекции', 'Люблю', 'Коллекции', 'Люблю', 'Коллекции'],
    title: 'Розовый шепот Розовый шепот',
    category: 'Нежные розы и эвкалипт Нежные розы и эвкалипт Нежные розы и эвкалипт',
    price: 2390,
    points: 123
  },
  {
    imgSrc: '/images/product-images/10.jpg',
    tags: ['Люблю', 'Коллекции', 'Люблю', 'Коллекции', 'Люблю', 'Коллекции'],
    title: 'Розовый шепот Розовый шепот',
    category: 'Нежные розы и эвкалипт Нежные розы и эвкалипт Нежные розы и эвкалипт',
    price: 2390,
    points: 123
  },
  {
    imgSrc: '/images/product-images/11.jpg',
    tags: ['Люблю', 'Коллекции', 'Люблю', 'Коллекции', 'Люблю', 'Коллекции'],
    title: 'Розовый шепот Розовый шепот',
    category: 'Нежные розы и эвкалипт Нежные розы и эвкалипт Нежные розы и эвкалипт',
    price: 2390,
    points: 123
  },
]
